Repository: MOA-2011/enigma2-plugins
Catalog: epgrefresh/po/*.po
Languages: cs, lt

source: %d more services.
cs: a dalších %d programů.
lt: dar %d kanalų.

source: (AutoZap)
lt: (Auto perjungimas)

source: Adding schedule...
cs: Přidat plán...
lt: Kuriama užduotis...

source: After a successful refresh the AutoTimer will automatically search for new matches if this is enabled.
cs: Po úspěšné aktualizaci Autotimer automaticky znovu vyhledá odpovídající časovače.
lt: Jei čia įjungta, po sėkmingo atnaujinimo autolaikmatis automatiškai ieškos naujų atitikimų.

source: An automated refresh will start after this time of day, but before the time specified in next setting.
cs: Automatická aktualizace se spustí každý den po tomto čase ale před časem zadaným v následujícím nastavení.
lt: Auto-atnaujinimas prasidės po šio dienos meto laiko, bet iki laiko, nurodyto sekančiame nustatyme.

source: An automated refresh will start before this time of day, but after the time specified in previous setting.
cs: Automatické aktualizace se spustí každý den před tímto časem ale nejdříve po čase nastaveném v předchozím nastavení.
lt: Auto-atnaujinimas prasidės iki šio laiko, bet po laiko, nurodyto ankstesniame nustatyme.

source: Are you sure you want to load the EPG data from:
cs: Chcete načíst EPG data z:
lt: Ar tikrai norite įkelti EPG duomenis iš:

source: Are you sure you want to reload the EPG data from:
cs: Chcete znovu načíst EPG data z:
lt: Ar tikrai norite iš naujo įkelti EPG duomenis iš:

source: Are you sure you want to save and load the EPG data from:
cs: Chcete uložit a znovu načíst EPG data z:
lt: Ar tikrai norite įrašyti ir įkelti EPG duomenis iš:

source: Are you sure you want to save the EPG Cache to:
cs: Chcete uložit EPG data do:
lt: Ar tikrai norite išsaugoti EPG podėlį į:

source: Auto restore EPG backup on boot
cs: Automaticky obnovit EPG zálohu po startu
lt: Automatiškai atkurti EPG atsarginę kopiją, paleidžiant

source: Auto restore EPG from backup cachefile and loading on boot.
cs: Automaticky obnovit EPG ze zálohy a načíst při startu.
lt: Automatiškai atkurti EPG atsarginę kopiją iš podėlio ir įkelti paleidžiant.

source: AutoZap
lt: Auto perjungimas

source: AutoZap for refreshing EPG data
cs: AutoZap pro aktualizaci EPG dat
lt: EPG duomenų atnaujinimui, perjungti automatiškai

source: Automatic load EPG
cs: Automatické načtení EPG
lt: Automatinis EPG įkėlimas

source: Automatic loading EPG from current cachefile after a specified time.
cs: Automatické načítání EPG z aktuálního souboru v zadaném čase.
lt: Automatinis įkėlimas nurodytu laiku iš paskutinio EPG podėlio failo.

source: Automatic save EPG
cs: Automatické uložení EPG
lt: Automatinis EPG išsaugojimas

source: Automatic saving EPG in current cachefile after a specified time.
cs: Automatické uložení EPG do aktuálního souboru v zadaném čase.
lt: Automatinis išsaugojimas nurodytu laiku į EPG podėlio failą.

source: Automatic switching of all the services in the current channel list after a specified time. Stop switch can only manually.
cs: Automatické přepínání ze všech služeb v aktuálním přehledu kanálů po uplynutí nastavené doby. Vypnout lze pouze ručně.
lt: Automatinis visų paskutinio kanalų sąrašo kanalų išjungimas nurodytu laiku. Sustabdyti išjungimą galite tik rankiniu būdu.

source: Automatically refresh EPG
cs: Automatická aktualizace EPG
lt: Automatiškai atnaujinti EPG

source: Background only
cs: pouze na pozadí
lt: Tik fone

source: Backup file is corrupt! Backup file will be deleted!
cs: Záložní soubor je poškozen a bude smazán!
lt: Atsarginės kopijos failas sugadintas! Atsarginės kopijos failas bus ištrintas!

source: Backup file is not found!
cs: Záložní soubor nenalezen!
lt: Atsarginės kopijos failo nerasta!

source: Backup file load!
cs: Záložní soubor načten!
lt: Atsarginės kopijos failo įkėlimas!

source: Bouquets
cs: Přehledy
lt: Bukietai

source: Cancel
cs: Zrušit
lt: Atšaukti

source: Changes are needed to restart enigma2.
cs: Změny se projeví po restartu enigma2.
lt: Pakeitimai reikalauja enigma2 paleisti iš naujo.

source: Channels
cs: Kanály
lt: Kanalai

source: Choice days for refresh
cs: Nastavit dny pro aktualizaci
lt: Pasirinkite dienas atnaujinimui

source: Configuration save / load EPG
cs: Nastavení uložení/načtení EPG
lt: EPG išsaugojimo/įkėlimo konfigūravimas

source: Configuration...
cs: Nastavení...
lt: Konfigūracija...

source: Create backup cachefile, after manual or automatic saving EPG.
cs: Vytvářet zálohu mezipaměti při ručním nebo automatickém ukládání EPG.
lt: Ranka, ar automatiškai išsaugant EPG, sukurti atsarginęEPG podėlio kopiją.

source: Create backup when saving EPG
cs: Vytvářet zálohu při ukládání EPG
lt: Įrašant EPG, sukurti atsarginę kopiją

source: Current EPG cachefile:
cs: Aktuální soubor EPG cache:
lt: Paskutinis EPG podėlio failas:

source: Days Profile
cs: Výberte dny
lt: Dienų profilis

source: Delay if not in standby (minutes)
cs: Zpoždění, není-li v pohotovostním režimu (minuty)
lt: Delsa, jei ne budėjimo būsenoje (min.)

source: Do not set too short period of time.
cs: Nenastavujte příliš krátký interval.
lt: Nenustatykite per trumpo laiko tarpo.

source: Download EPG from exUSSR
cs: Stahnout EPG z exUSSR
lt: Parsisiųsti EPG iš exUSSR

source: Download internet EPG from exUSSR
cs: Stahovat internetovou EPG z exUSSR
lt: Internetinis EPG parsisiuntimas iš exUSSR

source: Duration to stay on service (sec) for "AutoZap"
cs: Zůstat na kanálu ve (vteřinách) pro "AutoZap"
lt: Kanalo perjungimo laukimo trukmė (sek.) "auto perjungime"

source: Duration to stay on service (seconds)
cs: Zůstat na kanálu (vteřiny)
lt: Veikimo užlaikymo trukmė (sek.)

source: EPG Cache Check
cs: Kontrola EPG Cache
lt: EPG podėlio tikrinimas

source: EPG cache filename
cs: Název EPG cache
lt: EPG podėlio failo pavadinimas

source: EPG cache path
cs: Cesta k EPG cache
lt: Kelias į EPG podėlį

source: EPG is loaded!
cs: EPG je načtena!
lt: EPG įkeltas!

source: EPG refresh auto-start earliest (hh:mm)
cs: Aktualizaci EPG spouštět nejdříve v (hh:mm)
lt: Ankstyviausias EPG atnaujinimo auto-paleidimas (hh:mm)

source: EPG refresh auto-start latest (hh:mm)
cs: Aktualizaci EPG spouštět nejpozději v (hh:mm)
lt: Vėliausias EPG atnaujinimo auto-paleidimas (hh:mm)

source: EPG refresh finished.
cs: Aktualizace EPG dokončena.
lt: EPG atnaujinimas baigtas.

source: EPG refresh started in background.
cs: Aktualizace EPG spuštěna na pozadí.
lt: EPG atnaujinimas pradėtas fone.

source: EPG refresh starts scanning channels.
cs: Aktualizace EPG začala prohledávat kanály.
lt: EPG atnaujinimas pradeda skenuoti kanalus.

source: EPG with Linux-Sat
cs: EPG s Linux-Sat
lt: EPG su Linux-Sat

source: EPG-refresh now
cs: Aktualizovat EPG
lt: Atnaujinti EPG dabar

source: EPGRefresh
lt: Atnaujinti EPG

source: EPGRefresh Configuration
cs: EPGRefresh nastavení
lt: EPG atnaujinimo konfigūravimas

source: EPGRefresh Services
cs: EPGRefresh kanály
lt: EPG atnaujinimo kanalai

source: Edit Services
cs: Kanály
lt: Redaguoti kanalus

source: Edit Services to refresh
cs: Upravit aktualizované kanály
lt: Redaguoti atnaujintinus kanalus

source: Editing
cs: Upravovat
lt: Redagavimas

source: Enable this to be able to access the EPGRefresh configuration from within the extension menu.
cs: Umožní přistupovat k nastavení EPGRefresh z Extension menu.
lt: Įjunkite čia, jei norite turėti prieigą prie EPG atnaujinimo konfigūravimo iš plėtinių meniu.

source: Extend the list of services to refresh by those your AutoTimers use?
cs: Seznam kanálů pro automatickou aktualizaci EPG bude rozšířen o kanály používané v AutoTimeru.
lt: Ar išplėsti atnaujintinų kanalų sąrašą naudojamais autolaikmačio?

source: Fake recording
cs: Falešné nahrávání
lt: Netikras įrašymas

source: Following Services have to be scanned:
cs: Následující programy mají být zkontrolovány:
lt: Šie kanalai, turi būti nuskenuoti:

source: Force scan even if receiver is in use
cs: Vynutit aktualizaci, je-li přijímač používán
lt: Paleisti skenavimą, net jei imtuvas užimtas

source: Foreground also
cs: i v popředí
lt: Viršus taip pat

source: Friday
cs: Pátek
lt: Penktadienis

source: If "Run AutoTimer after refresh" and "Shutdown after EPG refresh" enabled and use "Label series" for match, set long timeout.
cs: Jestliže jsou "Spustit AutoTimer po auktualizaci" a "Vypnout po aktualizaci EPG" povoleny a používáte "Label series" pro hledání, nastavte delší zpoždění.
lt: Jei nuostatos "Paleisti autolaikmatį po atnaujinimo" ir "Po EPG atnaujinimo, išjungti" įjungtos ir naudojate ""Pavadinimų serijos" atitikimą, nustatykite ilgesnę delsą.

source: If enabled, show 'EPG-refresh now' in main menu if refresh now not running.
cs: Jestliže je povoleno, pak bude zobrazeno 'Aktualizace EPG' v hlavním menu ( jestliže již aktualizace neprobíhá).
lt: Jei čia įjungta ir "atnaujinti dabar" neveikia, pagrindiniame meniu rodoma "Atnaujinti EPG dabar".

source: If the receiver currently isn't in standby, this is the duration which EPGRefresh will wait before retry.
cs: Doba, jak dlouho bude EPGRefresh čekat před opakováním, jestliže není přijímač v pohotovostním režimu.
lt: Jei imtuvas dabar ne budėjimo būsenoje, tai yra trukmė, kiek EPG atnaujinimas lauks prieš kartojimą.

source: If this is enabled, the plugin will wake up the receiver from deep standby if possible. Otherwise it needs to be switched on already.
cs: Pokud je povoleno, pak plugin - jestliže je to možné - probudí přijímač z hlubokého spánku. Jinak musí být přijímač již zapnutý.
lt: Jei čia įjungta, įskiepis prižadins imtuvą, jei įmanoma, iš išjungtos būsenos. Kitaip jis turi būti įjungtas iš anksto.

source: If you want to download from the internet russian ERG, put to yes.
cs: Povolte, chcete-li stahovat z internetu ruské EPG.
lt: Jei norite atsisiųsti iš interneto rusišką ERG, pasirinkite 'Taip'.

source: If you want to refresh the EPG in background, you can choose the method which best suits your needs here, e.g. hidden, fake reocrding or regular Picture in Picture.
cs: Pokud chcete aktualizovat EPG na pozadí , můžete zvolit metodu, která nejlépe vyhovuje Vašim potřebám. Např. skrytě , falešné nahrávání nebo obraz v obraze (PiP).
lt: Jei norite atnaujinti EPG fone, čia galite pasirinkti geriausiai jūsų poreikius atitinkantį metodą, t.y. slaptą, netikrą įrašymą, ar įprastą vaizdą vaizde.

source: Inherit Services from AutoTimer
cs: Převzít kanály z AutoTimeru
lt: Perimti kanalus iš autolaikmačio

source: Last refresh was %s
cs: Poslední aktualizace provedena: %s
lt: Paskutinis atnaujinimas buvo %s

source: Load every (in hours)
cs: Načítat každých (hod)
lt: Išsaugoti kas (val.)

source: Main Picture
cs: Hlavní obraz
lt: Pagrindinis vaizdas

source: Manual EPG
cs: EPG ručně
lt: Rankinis EPG

source: Manual load EPG
cs: Načtení EPG
lt: Rankinis EPG įkėlimas

source: Manual loading EPG from current cachefile.
cs: Ruční načtení EPG z aktuálního souboru.
lt: Automatinis EPG įkėlimas iš paskutinio EPG podėlio failo.

source: Manual reload EPG
cs: Znovunačtení EPG
lt: Rankinis EPG įkėlimas iš naujo

source: Manual restore EPG backup
cs: Obnovení EPG ze zálohy
lt: Rankinis EPG atkūrimas

source: Manual restore EPG from backup cachefile and loading.
cs: Ruční obnovení EPG ze záložního souboru a načtení.
lt: Rankinis EPG atkūrimas iš paskutinio EPG podėlio failo ir įkėlimas.

source: Manual save EPG
cs: Uložení EPG
lt: Rankinis EPG išsaugojimas

source: Manual saving EPG in current cachefile.
cs: Ruční uložení EPG do aktuálního souboru.
lt: Rankinis EPG išsaugojimas į podėlio failą.

source: Manual saving and loading EPG from current cachefile.
cs: Ruční uložení a načtení EPG z aktuálního souboru.
lt: Rankinis išsaugojimas ir EPG įkėlimas iš podėlio failo.

source: Monday
cs: Pondělí
lt: Pirmadienis

source: New
cs: Nový
lt: Naujas

source: Not found the mounted device for EPG file!
cs: Nenalezeno připojené zařízení pro EPG soubor!
lt: Nerasta pajungta laikmena EPG failui išsaugoti!

source: OK
lt: Gerai

source: PiP available now.
cs: PiP je možné opět používat.
lt: PiP dabar galimas.

source: Picture in Picture
cs: Obraz v obraze (PiP)
lt: Vaizdas vaizde (PIP)

source: Picture in Picture (hidden)
cs: Obraz v obraze (skrytě)
lt: Vaizdas vaizde (paslėptas)

source: Please don't use PiP meanwhile!
cs: Prosím, nepoužívejte zatím PiP!
lt: Kol kas nenaudokite PiP!

source: Please wait...
cs: Čekejte...
lt: Palaukite...

source: Press OK
cs: Stiskněte OK
lt: Spauskite 'OK'

source: Press OK to download EPG with http://linux-sat.tv.
cs: Stiskněte OK pro stažení EPG z http://linux-sat.tv
lt: Kad parsisiųsti EPG iš http://linux-sat.tv, spauskite 'OK'.

source: Press button OK in order to open the settings menu.
cs: Stiskněte OK pro otevření menu nastavení.
lt: Kad atverti nustatymų meniu, spauskite 'OK'.

source: Really close without saving settings?
cs: Opravdu zavřít bez uloženého nastavení?
lt: Tikrai uždaryti neišsaugant nustatymų?

source: Refresh EPG automatically
cs: Aktualizovat EPG automaticky
lt: EPG atnaujinti automatiškai

source: Refresh EPG using
cs: Aktualizace EPG používá
lt: Atnaujinti EPG, naudojant

source: Refresh now
cs: Aktualizovat
lt: Atnaujinti dabar

source: Refresh-EPG / AutoZap
cs: Aktualizovat EPG / AutoZap
lt: Atnaujinti EPG / perjungti automatiškai

source: Refreshing
cs: Aktualizace
lt: Atnaujinama

source: Reloading EPG Cache...
cs: Provádí se reloading EPG Cache...
lt: EPG podėlis atnaujinamas...

source: Return to TV viewing
cs: návrat na sledování TV
lt: Grįžti į TV laidą

source: Run AutoTimer after refresh
cs: Spustit AutoTimer po aktualizaci
lt: Paleisti autolaikmatį po atnaujinimo

source: Russian language
cs: Ruština
lt: Rusų kalba

source: Saturday
cs: Sobota
lt: Šeštadienis

source: Save
cs: Uložit
lt: Išsaugoti

source: Save EPG after refresh
cs: Uložit EPG po aktualizaci
lt: Po EPG atnaujinimo, išsaugoti

source: Save EPG in current cachefile after refresh is completed.
cs: Po dokončení uložit EPG do aktuálního souboru.
lt: Po EPG atnaujinimo pabaigos, EPG išsaugoti podėlio faile.

source: Save every (in hours)
cs: Ukládat každých ( hod)
lt: Išsaugoti kas (val.)

source: Saving EPG Cache...
cs: Ukládá se EPG Cache...
lt: EPG podėlis išsaugomas...

source: Select action after refresh:
cs: Vyberte akci po aktualizaci:
lt: Pasirinkite veiksmą po atnaujinimo:

source: Select bouquet to refresh
cs: Vyberte přehled pro aktualizaci
lt: Pasirinkite bukietą atnaujinimui

source: Select channel to refresh
cs: Vyberte kanál pro aktualizaci
lt: Pasirinkite kanalą atnaujinimui

source: Select language for download:
cs: Zvolte jazyk pro stažení:
lt: Pasirinkite kalba parsisiuntimui:

source: Select menu to add services to the EPGRefresh.
cs: Vyberte menu pro přidávání programů do EPGRefresh.
lt: Pasirinkite meniu įtraukti kanalus į EPG atnaujinimą

source: Select mode the refresh for services/bouquets parental control.
cs: Nastavuje režim aktualizace pro služby / přehledy z rodičovské kontroly.
lt: Pasirinkite būdą kanalų/bukietų tėvų kontrolės atnaujinimui.

source: Select options
cs: Vyberte možnosti
lt: Pasirinkite parametrus

source: Select the day or days of the week for automatic refresh EPG. At least one day must be included.
cs: Vyberte dny v týdnu pro automatickou aktualizaci EPG. Alespoň jeden den musí být vybrán.
lt: Pasirinkite dieną, ar savaitės dienas automatiniam EPG atnaujinimui. Turi būti įtraukta bent viena diena.

source: Select the file name EPG cache, if you do not like credit default name.
cs: Vyberte název souboru EPG cache, pokud se vám nelíbí výchozí název.
lt: Pasirinkite EPG podėlio failo vardą, jei jums nepatinka numatytasis.

source: Select the path to EPG cache,not recommended to use the internal flash.
cs: Vyberte cestu k EPG cache. Nedoporučuje se používat interní flash.
lt: Pasirinkite kelią į EPG podėlį. Nerekomenduojama naudoti vidinės atminties.

source: Setup save / load EPG
cs: Nastavit uložení/načtení EPG
lt: EPG išsaugojimo/įkėlimo sąranka

source: Show "AutoZap" in extension menu
cs: Zobrazovat "AutoZap" v Extension menu
lt: Rodyti 'Auto perjungimą' tarp plėtinių meniu

source: Show "add to EPGRefresh" in
cs: Zobrazovat "přidat do EPGRefresh"
lt: Rodyti 'įtraukti į EPG atnaujinimą' tarp

source: Show 'EPG-refresh now' in main menu
cs: Zobrazovat 'Aktualizovat EPG' v hlavním menu
lt: Rodyti 'Atnaujinti EPG dabar' pagrindiniame meniu

source: Show download exUSSR EPG in list setup
cs: Zobrazovat stahování exUSSR EPG v seznamu nastavení
lt: Rodyti nustatymų sąraše EPG iš exUSSR parsisiuntimą

source: Show in extension menu
cs: Zobrazovat v Extension menu
lt: Rodyti tarp plėtinių meniu

source: Show manual change EPG in main menu
cs: Zobrazovat 'EPG ručně' v hlavním menu
lt: Rodyti 'Rankinis EPG keitimas' pagrindiniame meniu

source: Show popup when refresh starts and ends
cs: Zobrazovat zprávu při spuštění a ukončení aktualizace
lt: Rodyti iškylantį pranešimą, kai atnaujinimas prasideda ir baigiasi

source: Shutdown after EPG refresh
cs: Vypnout po aktualizaci EPG
lt: Po EPG atnaujinimo, išjungti

source: Shutdown after EPG refresh enabled in setup...
cs: Vypnout po aktualizaci EPG povolené v nastavení...
lt: Po EPG atnaujinimo, išjungti įjungtas sąrankoje...

source: Size:
cs: Velikost:
lt: Dydis:

source: Skip protected Services
cs: Přeskočit zabezpečené kanály
lt: Praleisti apsaugotus kanalus

source: Sorry, EPG was downloaded but not loaded! Maybe EPG file is corrupt!
cs: EPG stažena ale nenačtena! Možná je soubor EPG porušen!
lt: EPG parsisiųstas bet neįkeltas! Galimai, EPG failas sugadintas!

source: Sorry, the EPG download failed!
cs: Stažení EPG selhalo!
lt: EPG atsisiųsti nepavyko!

source: Stop Running EPG-refresh
cs: Zastavit aktualizaci EPG
lt: Nutraukti EPG atnaujinimą

source: Stop Running EPG-refresh?
cs: Zastavit probíhající aktualizaci EPG?
lt: Nutraukti EPG atnaujinimą?

source: Sunday
cs: Neděle
lt: Sekmadienis

source: The same functions are used in Menu -> System -> EPG settings!
cs: Shodné funkce jsou použity v Menu -> Nastavení -> Systém -> Nastavení EPG!
lt: Tos pačios funkcijos naudojamos meniu -> Sistema-> EPG nustatymai!

source: The same functions are used in plugin EPGD!!
cs: Stejné funkce jsou použity v pluginu EPGD!!
lt: Tos pačios funkcijos naudojamos EPGD įskiepyje!!

source: This is the duration each service/channel will stay active during a refresh.
cs: Doba, po kterou se aktualizují jednotlivé kanály.
lt: Tai trukmė, kiek kiekviena paslauga, kanalas atnaujinimo metu išliks aktyvūs.

source: This might have been an automated bootup to refresh the EPG. For this to happen it is recommended to put the receiver to Standby. Do you want to do this now?
cs: Je spouštěna automatická aktualizace EPG. Pro její provedení je doporučeno přijímač přepnout do pohotovostního režimu. Přejete si nyní přepnout přijímač do Standby ?
lt: Tai galėjo būti automatizuotas paleidimas EPG atnaujinimui. Kad tai įvyktų, rekomenduojama pereiti į budėjimo režimą. Ar norite tai atlikti dabar?

source: This option is not recommended to be used only in exceptional cases. Do not set too short period of time.
cs: Tato možnost se doporučuje používat pouze ve výjimečných případech. Nenastavujte příliš krátký interval.
lt: Šios parinkties naudoti nerekomenduojama, tik išskirtiniais atvejais. Nenustatykite labai trumpo laiko tarpo.

source: This setting controls whether or not an informational message will be shown at start and completion of refresh.
cs: Určuje, zda se bude zobrazovat zpráva při spuštění a dokončení aktualizace.
lt: Šis parametras nustato, ar bus rodomi informaciniai pranešimai atnaujinimo pradžioje ir pabaigoje.

source: This setting controls whether or not the refresh will be initiated even though the receiver is active (either not in standby or currently recording).
cs: Určuje, zda aktualizace bude nebo nebude prováděna i když je přijímač aktivní (není v pohotovostním režimu nebo probíhá nahrávání).
lt: Šis parametras nustato, bus pradedamas naujinimas, ar ne, netgi jei imtuvas veikia (arba ne budėjimo, ar įrašymo būsenoje).

source: This setting controls whether the receiver should be set to deep standby after refresh is completed.
cs: Určuje, zda přijímač po provedené aktualizaci bude nebo nebude přepnut do hlubokého spánku.
lt: Šis parametras nustato, ar po atnaujinimo imtuvas bus išjungtas.

source: Thursday
cs: Čtvrtek
lt: Ketvirtadienis

source: Timeout shutdown after refresh for SeriesPlugin (min)
cs: Zpoždění vypnutí po aktualizaci pro SeriesPlugin (v minutách)
lt: Laukimo laikas išjungti po Series įskiepio duomenų atnaujinimo (min.)

source: Tuesday
cs: Úterý
lt: Antradienis

source: Ukrainian language
cs: Ukrajinština
lt: Ukrainiečių kalba

source: Unless this is enabled, EPGRefresh won't automatically run but needs to be explicitly started by the yellow button in this menu.
cs: Dokud není povoleno, EPGRefresh nebude probíhat automaticky a musí být spouštěna pomocí žlutého tlačítka v této nabídce.
lt: Kol čia neįjungta, EPG atnaujinimas nepasileis automatiškai, bet turi būti paleistas tiesiogiai, paspaudus 'GELTONĄ' šio meniu mygtuką.

source: Version
cs: verze
lt: Versija

source: Wake up from deep standby for EPG refresh
cs: Probudit pro aktualizaci z hlubokého spánku
lt: Prižadinti iš išjungtos būsenos EPG atnaujinimui

source: Wednesday
cs: Středa
lt: Trečiadienis

source: You may not use this settings! At least one day a week should be included!
cs: Nemůžete použít toto nastavení! Alespoň jeden den v týdnu by měl být nastaven!
lt: Jūs negalite naudoti šių nustatymų! Turi būti įtraukta bent viena savaitės diena!

source: add service to EPGRefresh
cs: Přidat do EPGRefresh
lt: įtraukti į EPG atnaujinimą kanalą

source: add to EPGRefresh
cs: Přidat do EPGRefresh
lt: įtraukti į EPG atnaujinimą

source: channel selection
cs: ve výběru kanálů
lt: kanalo parinkimas

source: delete
cs: Smazat
lt: šalinti

source: event info
cs: v informaci o události
lt: informacija apie įvykį

source: event info / channel selection
cs: v informaci o události / výběru kanálů
lt: informacija apie įvykį / kanalo parinkimas

source: manual save/load EPG
cs: ruční uložení/načtení EPG
lt: Rankiniu būdu išsaugoti/įkelti EPG

source: never
cs: nikdy
lt: niekada

source: nowhere
cs: nikde
lt: niekur

source: Show 'Stop Running EPG-refresh' in main menu
cs: Zobrazovat 'Zastavit aktualizaci EPG' v hlavním menu
lt: Rodyti "Stabdyti EPG atnaujinimą" pagrindiniame meniu

source: If enabled, 'Stop Running EPG-refresh' will not be displayed in main menu when refresh is running.
cs: Jestliže je povoleno a probíhá aktualizace, pak bude v hlavním menu zobrazena volba 'Zastavit aktualizaci EPG'.
lt: Jei čia įjungta, kai atnaujinimas veikia, pagrindiniame meniu bus rodoma ""Stabdyti EPG atnaujinimą".
