Repository: MOA-2011/enigma2-plugins
Catalog: quickbutton/po/*.po
Languages: lt

source: Assign plugin to long blue key pressed
lt: Priskirti įskiepiui ilgą 'MĖLYNO' paspaudimą

source: Assign plugin to long green key pressed
lt: Priskirti įskiepiui ilgą 'ŽALIO' paspaudimą

source: Assign plugin to long red key pressed
lt: Priskirti įskiepiui ilgą 'RAUDONO' paspaudimą

source: Assign plugin to long yellow key pressed
lt: Priskirti įskiepiui ilgą 'GELTONO' paspaudimą

source: Assign plugin to red key pressed
lt: Priskirti įskiepiui 'RAUDONĄ' mygtuką

source: Cancel
lt: Atšaukti

source: Display 4:3 content as
lt: 4:3 turinį rodyti , kaip

source: EPG List
lt: EPG sąrašas

source: Error! Error Text: %s
lt: Įvyko klaida! Klaida tekste: %s

source: Just Scale
lt: Tiesiog įtalpinti (keisis proporcijos)

source: MediaPlayer
lt: Mediagrotuvas

source: No plugin assigned!
lt: Nepaskirtas įskiepis!

source: Nothing
lt: Nieko

source: OK
lt: Gerai

source: Pan&Scan
lt: Pan&scan (įtalpins, nukerpant šonus)

source: Pillarbox
lt: Pillarbox (pridedant juostas šonuose)

source: Plugin browser
lt: Įskiepių naršyklė

source: Plugin not found!
lt: Įskiepio nerasta

source: Timer
lt: Laikmatis

source: Unknown Error
lt: Nežinoma klaida

source: assigned to long blue
lt: priskirtas ilgas 'MĖLYNO' paspaudimas

source: assigned to long green
lt: priskirtas ilgas 'ŽALIO' paspaudimas

source: assigned to long red
lt: priskirtas ilgas 'RAUDONO' paspaudimas

source: assigned to long yellow
lt: priskirtas ilgas 'GELTONO' paspaudimas

source: assigned to red
lt: priskirtas 'RAUDONAS' mygtuką

source: setup for Quickbutton
lt: 'Quickbutton' sąranka

source: switch 4:3 content display
lt: perjungti 4:3 santykio vaizdą
